Repository: Astrofrogger/pluck
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

source: Pluck can’t replace itself here. Move it to the Applications folder and try again.
de: Pluck kann sich hier nicht selbst ersetzen. Bewege es in den Ordner „Programme“ und versuche es erneut.
es: Pluck no puede reemplazarse aquí. Muévelo a la carpeta Aplicaciones e inténtalo de nuevo.
fr: Pluck ne peut pas se remplacer ici. Déplacez-le dans le dossier Applications et réessayez.
it: Pluck non può sostituirsi qui. Spostalo nella cartella Applicazioni e riprova.
ja: Pluck はここでは自分自身を置き換えられません。アプリケーションフォルダに移動してから、もう一度お試しください。
ko: Pluck이 이 위치에서는 스스로를 교체할 수 없습니다. 응용 프로그램 폴더로 옮긴 후 다시 시도하십시오.
nl: Pluck kan zichzelf hier niet vervangen. Zet Pluck in de map Apps en probeer het opnieuw.
pt_br: O Pluck não consegue se substituir aqui. Mova-o para a pasta Aplicativos e tente novamente.
zh_hans: Pluck 无法在此位置替换自身。请将其移到“应用程序”文件夹后重试。

source: Pluck copies finished files of the chosen types, videos included, into Music’s “Automatically Add to Music” folder; the originals stay where they are. Apple Music can’t import FLAC, Opus or WebM files.
de: Pluck kopiert fertige Dateien der gewählten Typen, auch Videos, in den Ordner „Automatisch zu Musik hinzufügen“; die Originale bleiben, wo sie sind. Apple Music kann keine FLAC-, Opus- oder WebM-Dateien importieren.
es: Pluck copia los archivos terminados de los tipos elegidos, vídeos incluidos, en la carpeta “Añadir automáticamente a Música”; los originales se quedan donde están. Apple Music no puede importar archivos FLAC, Opus ni WebM.
fr: Pluck copie les fichiers terminés des types choisis, vidéos comprises, dans le dossier « Ajouter automatiquement à Musique » ; les originaux restent à leur place. Apple Music ne peut pas importer de fichiers FLAC, Opus ou WebM.
it: Pluck copia i file completati dei tipi scelti, video compresi, nella cartella “Aggiungi automaticamente a Musica”; gli originali restano dove sono. Apple Music non può importare file FLAC, Opus o WebM.
ja: Pluck は選んだ種類の完了したファイル（ビデオを含む）を「ミュージックに自動的に追加」フォルダにコピーします。元のファイルはそのまま残ります。Apple Music は FLAC、Opus、WebM ファイルを読み込めません。
ko: Pluck은 선택한 유형의 완료된 파일(비디오 포함)을 ‘음악에 자동으로 추가’ 폴더로 복사합니다. 원본은 그대로 남습니다. Apple Music은 FLAC, Opus, WebM 파일을 가져올 수 없습니다.
nl: Pluck kopieert voltooide bestanden van de gekozen types, ook video’s, naar de map “Voeg automatisch toe aan Muziek”; de originelen blijven waar ze zijn. Apple Music kan geen FLAC-, Opus- of WebM-bestanden importeren.
pt_br: O Pluck copia os arquivos concluídos dos tipos escolhidos, incluindo vídeos, para a pasta “Adicionar Automaticamente ao Música”; os originais ficam onde estão. O Apple Music não importa arquivos FLAC, Opus nem WebM.
zh_hans: Pluck 会将所选类型的已完成文件（包括视频）复制到“自动添加到音乐”文件夹；原始文件保持不变。Apple Music 无法导入 FLAC、Opus 或 WebM 文件。

source: Pluck couldn’t reach DaVinci Resolve. Open DaVinci Resolve Studio and set Preferences › System › General › External scripting using to Local. (The free version of Resolve doesn’t allow this.)
de: Pluck konnte DaVinci Resolve nicht erreichen. Öffne DaVinci Resolve Studio und stelle unter Einstellungen › System › Allgemein › External scripting using auf Local. (Die kostenlose Version von Resolve erlaubt das nicht.)
es: Pluck no pudo conectar con DaVinci Resolve. Abre DaVinci Resolve Studio y ajusta Preferencias › Sistema › General › External scripting using en Local. (La versión gratuita de Resolve no lo permite).
fr: Pluck n’a pas pu joindre DaVinci Resolve. Ouvrez DaVinci Resolve Studio et réglez Préférences › Système › Général › External scripting using sur Local. (La version gratuite de Resolve ne le permet pas.)
it: Pluck non è riuscito a raggiungere DaVinci Resolve. Apri DaVinci Resolve Studio e imposta Preferenze › Sistema › Generale › External scripting using su Local. (La versione gratuita di Resolve non lo consente.)
ja: PluckがDaVinci Resolveに接続できませんでした。DaVinci Resolve Studioを開き、環境設定 › システム › 一般 › External scripting usingを「Local」にしてください（無償版のResolveでは使えません）。
ko: Pluck이 DaVinci Resolve에 연결할 수 없습니다. DaVinci Resolve Studio를 열고 환경설정 › 시스템 › 일반 › External scripting using을 Local로 설정하세요. (무료 버전 Resolve에서는 사용할 수 없습니다.)
nl: Pluck kon DaVinci Resolve niet bereiken. Open DaVinci Resolve Studio en zet Voorkeuren › Systeem › Algemeen › External scripting using op Local. (De gratis versie van Resolve staat dit niet toe.)
pt_br: O Pluck não conseguiu acessar o DaVinci Resolve. Abra o DaVinci Resolve Studio e defina Preferências › Sistema › Geral › External scripting using como Local. (A versão gratuita do Resolve não permite isso.)
zh_hans: Pluck 无法连接 DaVinci Resolve。请打开 DaVinci Resolve Studio，并将“偏好设置 › 系统 › 常规 › External scripting using”设为 Local。（免费版 Resolve 不支持。）

source: Pluck couldn’t read the picture of this video.
de: Pluck konnte das Bild dieses Videos nicht lesen.
es: Pluck no pudo leer la imagen de este vídeo.
fr: Pluck n’a pas pu lire l’image de cette vidéo.
it: Pluck non è riuscito a leggere l’immagine di questo video.
ja: Pluckはこの動画の映像を読み込めませんでした。
ko: Pluck이 이 동영상의 화면을 읽을 수 없습니다.
nl: Pluck kon het beeld van deze video niet lezen.
pt_br: O Pluck não conseguiu ler a imagem deste vídeo.
zh_hans: Pluck 无法读取此视频的画面。

source: Pluck couldn’t read the sound of this file.
de: Pluck konnte den Ton dieser Datei nicht lesen.
es: Pluck no pudo leer el sonido de este archivo.
fr: Pluck n’a pas pu lire le son de ce fichier.
it: Pluck non è riuscito a leggere l’audio di questo file.
ja: Pluck はこのファイルの音声を読み込めませんでした。
ko: Pluck이 이 파일의 소리를 읽을 수 없습니다.
nl: Pluck kon het geluid van dit bestand niet lezen.
pt_br: O Pluck não conseguiu ler o som deste arquivo.
zh_hans: Pluck 无法读取此文件的声音。

source: Pluck couldn’t read this file. It may not be audio or video.
de: Pluck konnte diese Datei nicht lesen. Vielleicht ist es kein Audio oder Video.
es: Pluck no pudo leer este archivo. Puede que no sea audio ni vídeo.
fr: Pluck n’a pas pu lire ce fichier. Ce n’est peut-être ni de l’audio ni de la vidéo.
it: Pluck non è riuscito a leggere questo file. Potrebbe non essere audio o video.
ja: Pluck はこのファイルを読み込めませんでした。オーディオやビデオではない可能性があります。
ko: Pluck이 이 파일을 읽을 수 없습니다. 오디오나 비디오가 아닐 수 있습니다.
nl: Pluck kon dit bestand niet lezen. Misschien is het geen audio of video.
pt_br: O Pluck não conseguiu ler este arquivo. Talvez não seja áudio nem vídeo.
zh_hans: Pluck 无法读取此文件。它可能不是音频或视频。

source: Pluck couldn’t read “%@”.
de: Pluck konnte „%@“ nicht lesen.
es: Pluck no pudo leer “%@”.
fr: Pluck n’a pas pu lire « %@ ».
it: Pluck non è riuscito a leggere “%@”.
ja: Pluckは“%@”を読み込めませんでした。
ko: Pluck이 “%@”을(를) 읽을 수 없습니다.
nl: Pluck kon “%@” niet lezen.
pt_br: O Pluck não conseguiu ler “%@”.
zh_hans: Pluck 无法读取“%@”。

source: Pluck couldn’t save the video.
de: Pluck konnte das Video nicht sichern.
es: Pluck no pudo guardar el vídeo.
fr: Pluck n’a pas pu enregistrer la vidéo.
it: Pluck non è riuscito a salvare il video.
ja: Pluckは動画を保存できませんでした。
ko: Pluck이 동영상을 저장할 수 없습니다.
nl: Pluck kon de video niet bewaren.
pt_br: O Pluck não conseguiu salvar o vídeo.
zh_hans: Pluck 无法存储视频。

source: Pluck couldn’t tell how long this file is, so it can’t aim for a size.
de: Pluck konnte die Länge dieser Datei nicht ermitteln und kann daher keine Größe anpeilen.
es: Pluck no pudo saber cuánto dura este archivo, así que no puede apuntar a un tamaño.
fr: Pluck n’a pas pu déterminer la durée de ce fichier et ne peut donc pas viser une taille.
it: Pluck non è riuscito a capire quanto dura questo file, quindi non può puntare a una dimensione.
ja: このファイルの長さがわからないため、サイズを目標にできません。
ko: 이 파일의 길이를 알 수 없어 크기를 맞출 수 없습니다.
nl: Pluck kon niet bepalen hoe lang dit bestand is, dus kan het niet op een grootte mikken.
pt_br: O Pluck não conseguiu saber a duração deste arquivo, então não pode mirar um tamanho.
zh_hans: Pluck 无法判断此文件的时长，因此无法按目标大小压缩。

source: Pluck first writes down what’s said, with local AI on this Mac. Choose the language people speak in this file.
de: Pluck schreibt zuerst mit lokaler KI auf diesem Mac auf, was gesagt wird. Wähle die Sprache, die in dieser Datei gesprochen wird.
es: Pluck primero transcribe lo que se dice, con IA local en este Mac. Elige el idioma que se habla en este archivo.
fr: Pluck transcrit d’abord ce qui est dit, avec l’IA locale de ce Mac. Choisissez la langue parlée dans ce fichier.
it: Pluck prima trascrive ciò che viene detto, con l’IA locale su questo Mac. Scegli la lingua parlata in questo file.
ja: Pluckはまず、このMac上のローカルAIで話されている内容を書き起こします。このファイルで話されている言語を選んでください。
ko: Pluck은 먼저 이 Mac의 로컬 AI로 말한 내용을 받아 적습니다. 이 파일에서 쓰는 언어를 선택하세요.
nl: Pluck schrijft eerst uit wat er gezegd wordt, met lokale AI op deze Mac. Kies de taal die in dit bestand gesproken wordt.
pt_br: O Pluck primeiro transcreve o que é dito, com IA local neste Mac. Escolha o idioma falado neste arquivo.
zh_hans: Pluck 会先用此 Mac 上的本地 AI 转写所说内容。请选择此文件中使用的语言。

source: Pluck is free, independent and built in my spare time. If you’d like to chip in, a coffee directly helps me keep improving it.
de: Pluck ist kostenlos, unabhängig und in meiner Freizeit entstanden. Wenn du etwas beitragen möchtest, hilft mir ein Kaffee direkt, es weiter zu verbessern.
es: Pluck es gratuito, independiente y lo hago en mi tiempo libre. Si quieres colaborar, un café me ayuda directamente a seguir mejorándolo.
fr: Pluck est gratuit, indépendant et développé sur mon temps libre. Si vous voulez contribuer, un café m’aide directement à l’améliorer.
it: Pluck è gratuito, indipendente e realizzato nel mio tempo libero. Se vuoi contribuire, un caffè mi aiuta direttamente a migliorarlo.
ja: Pluck は無料で独立した、私の空き時間に作っているアプリです。応援していただけるなら、コーヒー 1 杯が改善を続ける直接の力になります。
ko: Pluck은 무료이며 독립적으로 제 여가 시간에 만듭니다. 도와주고 싶다면 커피 한 잔이 계속 개선하는 데 직접적인 힘이 됩니다.
nl: Pluck is gratis, onafhankelijk en gemaakt in mijn vrije tijd. Wil je een steentje bijdragen? Met een koffie help je me rechtstreeks om Pluck te blijven verbeteren.
pt_br: O Pluck é gratuito, independente e feito no meu tempo livre. Se quiser contribuir, um café me ajuda diretamente a continuar melhorando.
zh_hans: Pluck 免费、独立，是我利用业余时间开发的。如果你想支持，一杯咖啡能直接帮助我继续改进它。

source: Pluck is now also in German, French, Spanish, Italian, Portuguese, Japanese, Korean and Chinese, and follows your Mac’s language.
de: Pluck gibt es jetzt auch auf Deutsch, Französisch, Spanisch, Italienisch, Portugiesisch, Japanisch, Koreanisch und Chinesisch, passend zur Sprache deines Mac.
es: Pluck ahora también está en alemán, francés, español, italiano, portugués, japonés, coreano y chino, y sigue el idioma de tu Mac.
fr: Pluck existe désormais aussi en allemand, français, espagnol, italien, portugais, japonais, coréen et chinois, et suit la langue de votre Mac.
it: Pluck ora è anche in tedesco, francese, spagnolo, italiano, portoghese, giapponese, coreano e cinese, e segue la lingua del tuo Mac.
ja: Pluck がドイツ語、フランス語、スペイン語、イタリア語、ポルトガル語、日本語、韓国語、中国語にも対応し、Mac の言語に合わせて表示されます。
ko: 이제 Pluck을 독일어, 프랑스어, 스페인어, 이탈리아어, 포르투갈어, 일본어, 한국어, 중국어로도 사용할 수 있으며 Mac의 언어를 따릅니다.
nl: Pluck is nu ook in het Duits, Frans, Spaans, Italiaans, Portugees, Japans, Koreaans en Chinees, en volgt de taal van je Mac.
pt_br: O Pluck agora também está em alemão, francês, espanhol, italiano, português, japonês, coreano e chinês, e segue o idioma do seu Mac.
zh_hans: Pluck 现已支持德语、法语、西班牙语、意大利语、葡萄牙语、日语、韩语和中文，并跟随 Mac 的语言。

source: Pluck is translated into Dutch and follows your Mac’s language.
de: Pluck ist ins Niederländische übersetzt und folgt der Sprache deines Mac.
es: Pluck está traducido al neerlandés y sigue el idioma de tu Mac.
fr: Pluck est traduit en néerlandais et suit la langue de votre Mac.
it: Pluck è tradotto in olandese e segue la lingua del tuo Mac.
ja: Pluck はオランダ語に翻訳され、Mac の言語に従います。
ko: Pluck이 네덜란드어로 번역되었으며 Mac의 언어를 따릅니다.
nl: Pluck is vertaald naar het Nederlands en volgt de taal van je Mac.
pt_br: O Pluck foi traduzido para o holandês e segue o idioma do seu Mac.
zh_hans: Pluck 已翻译为荷兰语，并跟随 Mac 的语言。

source: Pluck keeps its own copies of the official yt-dlp release and a signed static ffmpeg build, plus the Deno runtime YouTube needs, checks for updates daily, and verifies every download against its published checksum.
de: Pluck hält eigene Kopien der offiziellen yt-dlp-Version und eines signierten statischen ffmpeg-Builds sowie die Deno-Laufzeit, die YouTube braucht, sucht täglich nach Updates und prüft jeden Download anhand seiner veröffentlichten Prüfsumme.
es: Pluck guarda sus propias copias de la versión oficial de yt-dlp y de una compilación estática firmada de ffmpeg, además del entorno Deno que necesita YouTube, busca actualizaciones a diario y verifica cada descarga con su suma de comprobación publicada.
fr: Pluck garde ses propres copies de la version officielle de yt-dlp et d’une version statique signée de ffmpeg, ainsi que l’environnement Deno dont YouTube a besoin, recherche les mises à jour chaque jour et vérifie chaque téléchargement avec sa somme de contrôle publiée.
it: Pluck tiene copie proprie della versione ufficiale di yt-dlp e di una build statica firmata di ffmpeg, oltre al runtime Deno di cui YouTube ha bisogno, cerca aggiornamenti ogni giorno e verifica ogni download con il checksum pubblicato.
ja: Pluck は公式 yt-dlp リリースと署名済みの静的 ffmpeg ビルド、そして YouTube に必要な Deno ランタイムの独自のコピーを保持し、毎日アップデートを確認し、すべてのダウンロードを公開されたチェックサムで検証します。
ko: Pluck은 공식 yt-dlp 릴리즈와 서명된 정적 ffmpeg 빌드, 그리고 YouTube에 필요한 Deno 런타임의 자체 사본을 유지하며, 매일 업데이트를 확인하고 모든 다운로드를 게시된 체크섬으로 확인합니다.
nl: Pluck houdt eigen kopieën bij van de officiële yt-dlp-versie, een ondertekende statische ffmpeg en de Deno-omgeving die YouTube nodig heeft. Pluck controleert dagelijks op updates en vergelijkt elke download met de gepubliceerde controlesom.
pt_br: O Pluck mantém cópias próprias da versão oficial do yt-dlp e de uma build estática assinada do ffmpeg, além do ambiente Deno de que o YouTube precisa, busca atualizações diariamente e verifica cada download com o checksum publicado.
zh_hans: Pluck 保留了官方 yt-dlp 版本、签名的静态 ffmpeg 版本以及 YouTube 所需的 Deno 运行时的独立副本，每天检查更新，并用已发布的校验和验证每次下载。

source: Pluck picks the browser to use cookies from by itself, so sites that need a login just work. You can change it in Settings → Advanced.
de: Pluck wählt selbst den Browser, dessen Cookies verwendet werden, damit Seiten mit Anmeldung einfach funktionieren. Du kannst das unter Einstellungen → Erweitert ändern.
es: Pluck elige por sí mismo el navegador del que usar las cookies, para que las webs que piden iniciar sesión funcionen sin más. Puedes cambiarlo en Ajustes → Avanzado.
fr: Pluck choisit lui-même le navigateur dont il utilise les cookies, pour que les sites qui demandent une connexion fonctionnent simplement. Vous pouvez le changer dans Réglages → Avancé.
it: Pluck sceglie da solo il browser da cui usare i cookie, così i siti che richiedono il login funzionano e basta. Puoi cambiarlo in Impostazioni → Avanzate.
ja: Pluck が Cookie を使うブラウザを自動で選ぶので、ログインが必要なサイトもそのまま使えます。設定 → 詳細 で変更できます。
ko: Pluck이 쿠키를 사용할 브라우저를 스스로 선택하므로 로그인이 필요한 사이트도 그냥 작동합니다. 설정 → 고급에서 변경할 수 있습니다.
nl: Pluck kiest zelf de browser waarvan cookies gebruikt worden, zodat sites waarvoor je moet inloggen gewoon werken. Je kunt dit wijzigen in Instellingen → Geavanceerd.
pt_br: O Pluck escolhe sozinho o navegador cujos cookies usar, para que sites que pedem login simplesmente funcionem. Você pode mudar isso em Ajustes → Avançado.
zh_hans: Pluck 会自行选择使用哪个浏览器的 Cookie，需要登录的网站也能直接使用。你可以在“设置”→“高级”中更改。

source: Pluck picks the busiest moments, keeps the subject in frame and captions every word, all on this Mac. With Apple Intelligence on, local AI picks moments by what’s said.
de: Pluck wählt die lebhaftesten Momente, hält das Motiv im Bild und untertitelt jedes Wort, alles auf diesem Mac. Mit Apple Intelligence wählt lokale KI die Momente nach dem Gesagten.
es: Pluck elige los momentos más intensos, mantiene el sujeto en el encuadre y subtitula cada palabra, todo en este Mac. Con Apple Intelligence, la IA local elige los momentos por lo que se dice.
fr: Pluck choisit les moments les plus denses, garde le sujet dans le cadre et sous-titre chaque mot, le tout sur ce Mac. Avec Apple Intelligence, l’IA locale choisit les moments d’après ce qui est dit.
it: Pluck sceglie i momenti più intensi, mantiene il soggetto nell’inquadratura e sottotitola ogni parola, tutto su questo Mac. Con Apple Intelligence attiva, l’IA locale sceglie i momenti in base a ciò che viene detto.
ja: Pluck が最も盛り上がる場面を選び、被写体をフレームに収め、すべての単語に字幕を付けます。すべてこの Mac 上で行われます。Apple Intelligence がオンなら、ローカル AI が話の内容で場面を選びます。
ko: Pluck이 가장 활발한 순간을 고르고, 피사체를 화면에 유지하며, 모든 단어에 자막을 넣습니다. 모두 이 Mac에서 이루어집니다. Apple Intelligence를 켜면 로컬 AI가 말한 내용으로 순간을 고릅니다.
nl: Pluck kiest de drukste momenten, houdt het onderwerp in beeld en ondertitelt elk woord, allemaal op deze Mac. Met Apple Intelligence aan kiest lokale AI de momenten op wat er gezegd wordt.
pt_br: O Pluck escolhe os momentos mais intensos, mantém o assunto no quadro e legenda cada palavra, tudo neste Mac. Com a Apple Intelligence ativada, a IA local escolhe os momentos pelo que é dito.
zh_hans: Pluck 会挑选最密集的片段，让主体保持在画面中，并为每个词加字幕，全部在此 Mac 上完成。打开 Apple 智能后，本地 AI 会按所说内容挑选片段。

source: Pluck searches what was said in your transcribed videos and songs, and jumps to the moment.
de: Pluck durchsucht das Gesagte in deinen transkribierten Videos und Songs und springt zur Stelle.
es: Pluck busca lo que se dice en tus vídeos y canciones transcritos y salta al momento.
fr: Pluck cherche ce qui est dit dans vos vidéos et morceaux transcrits et va directement au bon moment.
it: Pluck cerca ciò che viene detto nei tuoi video e brani trascritti e salta al momento.
ja: Pluck は文字起こし済みのビデオや曲で話された内容を検索し、その場面に移動します。
ko: Pluck은 받아쓴 비디오와 노래에서 말한 내용을 검색하고 그 순간으로 이동합니다.
nl: Pluck doorzoekt wat er gezegd wordt in je getranscribeerde video’s en nummers, en springt naar het moment.
pt_br: O Pluck busca o que é dito nos seus vídeos e músicas transcritos e vai direto ao momento.
zh_hans: Pluck 会搜索已转写的视频和歌曲中所说的内容，并跳到对应片段。

source: Pluck takes the best audio on offer and shows the quality you got. With YouTube Premium that’s about 256 kbps.
de: Pluck nimmt das beste verfügbare Audio und zeigt, welche Qualität du bekommen hast. Mit YouTube Premium sind das etwa 256 kbps.
es: Pluck elige el mejor audio disponible y muestra la calidad obtenida. Con YouTube Premium son unos 256 kbps.
fr: Pluck prend le meilleur audio disponible et affiche la qualité obtenue. Avec YouTube Premium, c’est environ 256 kbit/s.
it: Pluck sceglie il miglior audio disponibile e mostra la qualità ottenuta. Con YouTube Premium sono circa 256 kbps.
ja: Pluck は提供されている最高のオーディオを選び、取得した音質を表示します。YouTube Premium なら約 256 kbps です。
ko: Pluck은 제공되는 최상의 오디오를 가져오고 받은 음질을 보여 줍니다. YouTube Premium이면 약 256kbps입니다.
nl: Pluck neemt de beste audio die er is en toont welke kwaliteit je kreeg. Met YouTube Premium is dat ongeveer 256 kbps.
pt_br: O Pluck pega o melhor áudio disponível e mostra a qualidade obtida. Com o YouTube Premium são cerca de 256 kbps.
zh_hans: Pluck 会选取最佳音频，并显示你获得的音质。使用 YouTube Premium 时约为 256 kbps。

source: Pluck, %lld downloading
de: Pluck, %lld werden geladen
es: Pluck, %lld descargando
fr: Pluck, %lld en téléchargement
it: Pluck, %lld in download
ja: Pluck、%lld 件ダウンロード中
ko: Pluck, %lld개 다운로드 중
nl: Pluck, %lld bezig
pt_br: Pluck, %lld baixando
zh_hans: Pluck，%lld 个正在下载

source: Pluck’s AI runs locally on this Mac: Apple’s on-device speech recognition, translation and Apple Intelligence, plus an open-source stem separation model. Nothing you download, say or search is uploaded.
de: Die KI von Pluck läuft lokal auf diesem Mac: Apples Spracherkennung, Übersetzung und Apple Intelligence auf dem Gerät sowie ein Open-Source-Modell zur Stem-Trennung. Nichts, was du lädst, sagst oder suchst, wird hochgeladen.
es: La IA de Pluck funciona localmente en este Mac: el reconocimiento de voz, la traducción y Apple Intelligence de Apple en el dispositivo, más un modelo de código abierto para separar pistas. No se sube nada de lo que descargas, dices o buscas.
fr: L’IA de Pluck fonctionne localement sur ce Mac : la reconnaissance vocale, la traduction et Apple Intelligence d’Apple sur l’appareil, plus un modèle open source de séparation de pistes. Rien de ce que vous téléchargez, dites ou cherchez n’est envoyé.
it: L’IA di Pluck funziona localmente su questo Mac: riconoscimento vocale, traduzione e Apple Intelligence di Apple sul dispositivo, più un modello open source per separare le tracce. Nulla di ciò che scarichi, dici o cerchi viene caricato.
ja: Pluck の AI はこの Mac 上でローカルに動作します。Apple のオンデバイス音声認識、翻訳、Apple Intelligence と、オープンソースのステム分離モデルを使います。ダウンロードしたもの、話したこと、検索したことは何もアップロードされません。
ko: Pluck의 AI는 이 Mac에서 로컬로 실행됩니다. Apple의 온디바이스 음성 인식, 번역, Apple Intelligence와 오픈 소스 스템 분리 모델을 사용합니다. 다운로드하거나 말하거나 검색한 어떤 것도 업로드되지 않습니다.
nl: De AI van Pluck draait lokaal op deze Mac: Apples spraakherkenning, vertaling en Apple Intelligence op het apparaat, plus een opensource model voor stemscheiding. Niets wat je downloadt, zegt of zoekt wordt geüpload.
pt_br: A IA do Pluck funciona localmente neste Mac: reconhecimento de fala, tradução e Apple Intelligence da Apple no aparelho, além de um modelo de código aberto para separar faixas. Nada do que você baixa, diz ou busca é enviado.
zh_hans: Pluck 的 AI 在此 Mac 上本地运行：使用 Apple 的设备端语音识别、翻译和 Apple 智能，以及一个开源分轨模型。你下载、说出或搜索的任何内容都不会被上传。

source: Pluck’s new AI features run entirely on your Mac with local AI: Apple’s on-device speech recognition, translation and Apple Intelligence. Nothing you download, say or search is uploaded.
de: Die neuen KI-Funktionen von Pluck laufen komplett auf deinem Mac mit lokaler KI: Apples Spracherkennung, Übersetzung und Apple Intelligence auf dem Gerät. Nichts, was du lädst, sagst oder suchst, wird hochgeladen.
es: Las nuevas funciones de IA de Pluck funcionan por completo en tu Mac con IA local: el reconocimiento de voz, la traducción y Apple Intelligence de Apple en el dispositivo. No se sube nada de lo que descargas, dices o buscas.
fr: Les nouvelles fonctions IA de Pluck fonctionnent entièrement sur votre Mac grâce à l’IA locale : la reconnaissance vocale, la traduction et Apple Intelligence d’Apple sur l’appareil. Rien de ce que vous téléchargez, dites ou cherchez n’est envoyé.
it: Le nuove funzioni IA di Pluck funzionano interamente sul tuo Mac con l’IA locale: riconoscimento vocale, traduzione e Apple Intelligence di Apple sul dispositivo. Nulla di ciò che scarichi, dici o cerchi viene caricato.
ja: Pluck の新しい AI 機能は、ローカル AI によってすべて Mac 上で動作します。Apple のオンデバイス音声認識、翻訳、Apple Intelligence を使います。ダウンロードしたもの、話したこと、検索したことは何もアップロードされません。
ko: Pluck의 새로운 AI 기능은 로컬 AI로 Mac에서 완전히 실행됩니다. Apple의 온디바이스 음성 인식, 번역, Apple Intelligence를 사용합니다. 다운로드하거나 말하거나 검색한 어떤 것도 업로드되지 않습니다.
nl: De nieuwe AI-functies van Pluck draaien volledig op je Mac met lokale AI: Apples spraakherkenning, vertaling en Apple Intelligence op het apparaat. Niets wat je downloadt, zegt of zoekt wordt geüpload.
pt_br: Os novos recursos de IA do Pluck funcionam totalmente no seu Mac com IA local: reconhecimento de fala, tradução e Apple Intelligence da Apple no aparelho. Nada do que você baixa, diz ou busca é enviado.
zh_hans: Pluck 的全新 AI 功能完全通过本地 AI 在你的 Mac 上运行：使用 Apple 的设备端语音识别、翻译和 Apple 智能。你下载、说出或搜索的任何内容都不会被上传。

source: Prefer 60 fps
de: 60 fps bevorzugen
es: Preferir 60 fps
fr: Préférer 60 i/s
it: Preferisci 60 fps
ja: 60 fps を優先
ko: 60fps 선호
nl: Liefst 60 fps
pt_br: Preferir 60 fps
zh_hans: 优先 60 fps

source: Prefer 60 fps when available
de: 60 fps bevorzugen, wenn verfügbar
es: Preferir 60 fps si está disponible
fr: Préférer 60 i/s si disponible
it: Preferisci 60 fps se disponibile
ja: 利用可能な場合は 60 fps を優先
ko: 가능하면 60fps 선호
nl: Liefst 60 fps indien beschikbaar
pt_br: Preferir 60 fps quando disponível
zh_hans: 可用时优先 60 fps

source: Preparing…
de: Wird vorbereitet …
es: Preparando…
fr: Préparation…
it: Preparazione…
ja: 準備中…
ko: 준비 중…
nl: Voorbereiden…
pt_br: Preparando…
zh_hans: 正在准备…

source: Preview
de: Vorschau
es: Previsualizar
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리보기
nl: Voorbeeld
pt_br: Pré-visualizar
zh_hans: 预览
